[
  {
    "author": "Stephen King",
    "title": "It",
    "description": "Welcome to Derry, Maine ...  It’s a small city, a place as hauntingly familiar as your own hometown. Only in Derry the haunting is real ...  They were seven teenagers when they first stumbled upon the horror. Now they are grown-up men and women who have gone out into the big world to gain success and happiness. But none of them can withstand the force that has drawn them back to Derry to face the nightmare without an end, and the evil without a name.",
    "category": "horror",
    "trending": false,
    "coverImage": "it.png",
    "oldPrice": 29.99,
    "newPrice": 24.99,
    "createdAt": "2024-11-21T15:43:51.535Z",
    "updatedAt": "2024-11-21T15:43:51.535Z",
    "__v": 0
  },
  {
    "author": "Ch'ugong",
    "title": "Solo Leveling, Vol. 1",
    "description": "In a world where awakened beings called “Hunters” must battle deadly monsters to protect humanity, Sung Jinwoo, nicknamed “the weakest hunter of all mankind,” finds himself in a constant struggle for survival. One day, after a brutal encounter in an overpowered dungeon wipes out his party and threatens to end his life, a mysterious System chooses him as its sole player: Jinwoo has been granted the rare opportunity to level up his abilities, possibly beyond any known limits. Follow Jinwoo’s journey as he takes on ever-stronger enemies, both human and monster, to discover the secrets deep within the dungeons and the ultimate extent of his powers.",
    "category": "manhwa",
    "trending": false,
    "coverImage": "sololeveling.png",
    "oldPrice": 9.99,
    "newPrice": 7.99,
    "createdAt": "2024-11-21T15:39:46.981Z",
    "updatedAt": "2024-11-21T15:39:46.981Z",
    "__v": 0
  },
  {
    "author": "Jason Rekulak",
    "title": "Teddy",
    "description": "Mallory is thrilled. She lives in a cute house right next to the woods on the edge of the estate, runs through the safe neighborhood at night and finally finds the stability she's been missing for a long time. He even genuinely connects with Teddy – a sweet, shy boy who never goes anywhere without his notebook and pen. Like his peers, he draws trees, bunnies, balloons... But when he draws a man dragging a woman's lifeless body through the woods, an evil foreboding creeps under Mallory's skin. Teddy's depictions become increasingly sinister, and his simple characters quickly turn into skilled, brutal sketches that no five-year-old could draw. Mallory suspects that the drawings show traces of a long-unsolved murder. And when night falls, and every sound becomes part of the eerie symphony of the dark forest, her restlessness grows into a panicked fear of the supernatural that completely overwhelms her.",
    "category": "horror",
    "trending": false,
    "coverImage": "teddy.png",
    "oldPrice": 16.99,
    "newPrice": 12.99,
    "createdAt": "2024-11-21T13:59:02.286Z",
    "updatedAt": "2024-11-21T13:59:02.286Z",
    "__v": 0
  },
  {
    "author": "Dr. Seuss",
    "title": "The Cat in the Hat",
    "description": "A rainy day turns into a wild romp when the Cat in the Hat and his troublemaking friends, Thing One and Thing Two, unexpectedly appear! A favorite among kids, parents, and teachers, this story uses simple words and basic rhyme to encourage and delight beginning readers.",
    "category": "picture book",
    "trending": false,
    "coverImage": "catinthehat.png",
    "oldPrice": 8.99,
    "newPrice": 3.99,
    "createdAt": "2024-11-21T13:54:11.760Z",
    "updatedAt": "2024-11-21T13:54:11.760Z",
    "__v": 0
  },
  {
    "author": "Maurice Sendak",
    "title": "Where the Wild Things Are",
    "description": "Max, a wild and naughty boy, is sent to bed without his supper by his exhausted mother. In his room, he imagines sailing far away to a land of Wild Things. Instead of eating him, the Wild Things make Max their king.",
    "category": "picture book",
    "trending": false,
    "coverImage": "wildthings.png",
    "oldPrice": 7.99,
    "newPrice": 4.99,
    "createdAt": "2024-11-21T13:53:04.730Z",
    "updatedAt": "2024-11-21T13:53:04.730Z",
    "__v": 0
  },
  {
    "author": "Al Pacino",
    "title": "Sonny Boy: A Memoir",
    "description": "Sonny Boy is the memoir of a man who has nothing left to fear and nothing left to hide. All the great roles, the essential collaborations, and the important relationships are given their full due, as is the vexed marriage between creativity and commerce at the highest levels. The book’s golden thread, however, is the spirit of love and purpose. Love can fail you, and you can be defeated in your ambitions—the same lights that shine bright can also dim. But Al Pacino was lucky enough to fall deeply in love with a craft before he had the foggiest idea of any of its earthly rewards, and he never fell out of love. That has made all the difference.",
    "category": "nonfiction",
    "trending": false,
    "coverImage": "sonnyboy.png",
    "oldPrice": 17.99,
    "newPrice": 13.99,
    "createdAt": "2024-11-21T13:50:27.537Z",
    "updatedAt": "2024-11-21T13:50:27.537Z",
    "__v": 0
  },
  {
    "author": "Bill Bryson",
    "title": "A Short History of Nearly Everything",
    "description": "A Short History of Nearly Everything is the record of this quest, and it is a sometimes profound, sometimes funny, and always supremely clear and entertaining adventure in the realms of human knowledge, as only Bill Bryson can render it. Science has never been more involving or entertaining.",
    "category": "nonfiction",
    "trending": false,
    "coverImage": "shorthistory.png",
    "oldPrice": 7.99,
    "newPrice": 3.99,
    "createdAt": "2024-11-21T13:48:44.015Z",
    "updatedAt": "2024-11-21T13:48:44.015Z",
    "__v": 0
  },
  {
    "author": "Barbara Kingsolver",
    "title": "Holding The Line",
    "description": "Novelist Barbara Kingsolver began her writing career with Holding the Line. It is the story of how women's lives were transformed by an eighteen-month strike against the Phelps Dodge Copper Corporation. Set in the small mining towns of Arizona, the story is partly oral history and partly social criticism, exploring the process of empowerment which occurs when people work together as a community.",
    "category": "nonfiction",
    "trending": true,
    "coverImage": "holdingtheline.png",
    "oldPrice": 18.99,
    "newPrice": 15.99,
    "createdAt": "2024-11-21T13:47:12.621Z",
    "updatedAt": "2024-11-21T14:00:27.280Z",
    "__v": 0
  },
  {
    "author": "Jan Gradvall",
    "title": "The Book of ABBA: Melancholy Undercover",
    "description": "With exclusive band interviews and over a decade of deep research, in The Book of ABBA, renowned music journalist Jan Gradvall explores the secret to ABBA’s success.",
    "category": "biography",
    "trending": true,
    "coverImage": "abba.png",
    "oldPrice": 19.99,
    "newPrice": 16.99,
    "createdAt": "2024-11-21T13:43:37.417Z",
    "updatedAt": "2024-11-21T14:00:12.326Z",
    "__v": 0
  },
  {
    "author": "John Banville",
    "title": "The Drowned",
    "description": "1950s, rural Ireland. A loner comes across a mysteriously empty car in a field. Knowing he shouldn’t approach but unable to hold back, he soon finds himself embroiled in a troubling missing person case, as a husband claims his wife may have thrown herself into the sea.  Called in from Dublin to investigate is Detective Inspector Strafford, who soon turns to his old ally—the flawed but brilliant pathologist Quirke—a man he is linked to in increasingly complicated ways. But as the case unfolds, events from the past resurface that may have life-altering ramifications for all involved.",
    "category": "fiction",
    "trending": true,
    "coverImage": "thedrowned.png",
    "oldPrice": 19.99,
    "newPrice": 14.99,
    "createdAt": "2024-11-21T13:41:27.582Z",
    "updatedAt": "2024-11-21T14:00:21.821Z",
    "__v": 0
  },
  {
    "author": "Eliza Clark",
    "title": "She's Always Hungry",
    "description": "A teenager longs for perfect skin. A scientist tends to fragile alien flora. A young man takes the night into his own hands. Each of these characters has a desperate desire. Can any of them be sated?  Unsettling, revelatory, and laced with her signature dark humour, Eliza Clark's debut short story collection plumbs the depths of that most basic human feeling: hunger.",
    "category": "fiction",
    "trending": true,
    "coverImage": "alwayshungry.png",
    "oldPrice": 14.99,
    "newPrice": 8.99,
    "createdAt": "2024-11-21T13:39:04.207Z",
    "updatedAt": "2024-11-21T13:59:37.684Z",
    "__v": 0
  },
  {
    "author": "Richard Ayoade",
    "title": "The Unfinished Harauld Hughes",
    "description": "The gifted filmmaker, corduroy activist and amateur dentist, Richard Ayoade, first chanced upon a copy of The Two-Hander Trilogy by Harauld Hughes in a second-hand bookshop. At first startled by his uncanny resemblance to the author's photo, he opened the volume and was electrified. Terse, aggressive, and elliptical, what was true of Ayoade was also true of Hughes's writing, which encompassed stage, screen, and some of the shortest poems ever published.  Ayoade embarked on a documentary, The Unfinished Harauld Hughes, to understand the unfathomable collapse of Hughes's final film O Bedlam! O Bedlam!, taking us deep inside the most furious British writer since the Boer War.  This is the story of the story of that quest.",
    "category": "fiction",
    "trending": true,
    "coverImage": "harauldhughes.png",
    "oldPrice": 39.99,
    "newPrice": 30.99,
    "createdAt": "2024-11-21T13:07:31.819Z",
    "updatedAt": "2024-11-21T13:59:43.973Z",
    "__v": 0
  },
  {
    "author": "Jules Verne",
    "title": "Twenty Thousand Leagues Under the Sea",
    "description": "When an unidentified “monster” threatens international shipping, French oceanographer Pierre Aronnax and his unflappable assistant Conseil join an expedition organized by the US Navy to hunt down and destroy the menace. After months of fruitless searching, they finally grapple with their quarry, but Aronnax, Conseil, and the brash Canadian harpooner Ned Land are thrown overboard in the attack, only to find that the “monster” is actually a futuristic submarine, the Nautilus, commanded by a shadowy, mystical, preternaturally imposing man who calls himself Captain Nemo. Thus begins a journey of 20,000 leagues—nearly 50,000 miles—that will take Captain Nemo, his crew, and these three adventurers on a journey of discovery through undersea forests, coral graveyards, miles-deep trenches, and even the sunken ruins of Atlantis.",
    "category": "adventure",
    "trending": false,
    "coverImage": "twentythousand.png",
    "oldPrice": 14.99,
    "newPrice": 9.99,
    "createdAt": "2024-11-21T12:49:20.925Z",
    "updatedAt": "2024-11-21T12:49:20.925Z",
    "__v": 0
  },
  {
    "author": "Mark Twain",
    "title": "Adventures of Huckleberry Finn",
    "description": "The Adventures of Huckleberry Finn, Mark Twain's sequel to The Adventures of Tom Sawyer, became an instant success in the year of its publication, 1884, but was seen by some as unfit for children to read because of its language, grammar, and \"uncivilized hero.\" The book has sparked controversy ever since, but most scholars continue to praise it as a modern masterpiece, an essential read, and one of the greatest novels in all of American literature. Twain's satiric treatment of racism, religious excess, and rural simplicity and his accuracy in presenting dialects mark Huck Finn as a classic. His unswerving confidence in Huck's wisdom and maturity, along with the well-rounded and sympathetic portrayal of Jim draw readers into the book, holding them until Huck's last words rejecting all attempts to \"sivilize\" him.",
    "category": "adventure",
    "trending": false,
    "coverImage": "huckleberry.png",
    "oldPrice": 9.99,
    "newPrice": 4.99,
    "createdAt": "2024-11-21T12:45:37.040Z",
    "updatedAt": "2024-11-21T12:45:37.040Z",
    "__v": 0
  },
  {
    "author": "singNsong",
    "title": "Omniscient Reader",
    "description": "Dokja was an average office worker whose sole interest was reading his favorite web novel 'Three Ways to Survive the Apocalypse.' But when the novel suddenly becomes reality, he is the only person who knows how the world will end. Armed with this realization, Dokja uses his understanding to change the course of the story, and the world, as he knows it.",
    "category": "manhwa",
    "trending": false,
    "coverImage": "omniscient.png",
    "oldPrice": 9.99,
    "newPrice": 4.99,
    "createdAt": "2024-11-20T15:17:55.524Z",
    "updatedAt": "2024-11-20T15:17:55.524Z",
    "__v": 0
  },
  {
    "author": "Yuto Suzuki",
    "title": "Sakamoto Days, Vol. 1",
    "description": "Taro Sakamoto was once a legendary hit man considered the greatest of all time. Bad guys feared him! Assassins revered him! But then one day he quit, got married, and had a baby. He’s now living the quiet life as the owner of a neighborhood store, but how long can Sakamoto enjoy his days of retirement before his past catches up to him?!  Time has passed peacefully for Sakamoto since he left the underworld. He’s running a neighborhood store with his lovely wife and child and has gotten a bit…out of shape. But one day a figure from his past pays him a visit with an offer he can’t refuse: return to the assassin world or die!",
    "category": "manga",
    "trending": false,
    "coverImage": "sakamoto.png",
    "oldPrice": 12.99,
    "newPrice": 6.99,
    "createdAt": "2024-11-20T15:12:14.709Z",
    "updatedAt": "2024-11-20T15:12:14.709Z",
    "__v": 0
  },
  {
    "author": "Yukinobu Tatsu",
    "title": "Dandadan",
    "description": "A nerd must fight powerful spirits and aliens all vying for the secret power of his “family jewel,” so who better to fight alongside him than his high school crush and a spirit granny?!  Momo Ayase and Okarun are on opposite sides of the paranormal spectrum regarding what they’ll believe in and what they won’t. Their quest to prove each other wrong leads them down a path of secret crushes and paranormal battles they’ll have to participate in to believe!  Momo Ayase strikes up an unusual friendship with her school’s UFO fanatic, whom she nicknames “Okarun” because he has a name that is not to be said aloud. While Momo believes in spirits, she thinks aliens are nothing but nonsense. Her new friend, meanwhile, thinks the exact opposite. To settle matters, the two set out to prove each other wrong—Momo to a UFO hotspot and Okarun to a haunted tunnel! What unfolds next is a beautiful story of young love…and oddly horny aliens and spirits?",
    "category": "manga",
    "trending": true,
    "coverImage": "dandadan.png",
    "oldPrice": 19.99,
    "newPrice": 11.99,
    "createdAt": "2024-11-19T15:17:09.052Z",
    "updatedAt": "2024-11-20T14:51:03.399Z",
    "__v": 0
  },
  {
    "author": "Kentaro Miura",
    "title": "Berserk",
    "description": "His name is Guts, the Black Swordsman, a feared warrior spoken of only in whispers. Bearer of a gigantic sword, an iron hand, and the scars of countless battles and tortures, his flesh is also indelibly marked with The Brand, an unholy symbol that draws the forces of darkness to him and dooms him as their sacrifice. But Guts won't take his fate lying down; he'll cut a crimson swath of carnage through the ranks of the damned - and anyone else foolish enough to oppose him! Accompanied by Puck the Elf, more an annoyance than a companion, Guts relentlessly follows a dark, bloodstained path that leads only to death...or vengeance.",
    "category": "manga",
    "trending": false,
    "coverImage": "berserk.png",
    "oldPrice": 12.99,
    "newPrice": 9.99,
    "createdAt": "2024-11-19T15:12:50.773Z",
    "updatedAt": "2024-11-20T14:47:52.005Z",
    "__v": 0
  },
  {
    "author": "SIU",
    "title": "Tower of God vol. 1",
    "description": "In this first volume of the Tower of God series, Bam’s quest for the chance to reunite with his best friend Rachel, leads us on an action-packed adventure taking us on a journey skyward in a mysterious tower. Each level of the tour is a test of strength, dexterity and wit, and along the way, Bam will make both allies and enemies while he also discovers there’s a much deeper and darker secret underneath his friendship with Rachel.",
    "category": "manhwa",
    "trending": true,
    "coverImage": "tower-of-god.png",
    "oldPrice": 19.99,
    "newPrice": 9.99,
    "updatedAt": "2024-11-19T14:22:22.250Z",
    "createdAt": "2024-11-26T12:42:05.417Z"
  },
  {
    "author": "Paulo Coelho",
    "title": "The Alchemist",
    "description": "Paulo Coelho's masterpiece tells the mystical story of Santiago, an Andalusian shepherd boy who yearns to travel in search of a worldly treasure.",
    "category": "novel",
    "trending": true,
    "coverImage": "book-19.png",
    "oldPrice": 35.99,
    "newPrice": 27.99,
    "updatedAt": "2024-11-21T15:44:07.965Z",
    "createdAt": "2024-11-26T12:42:05.418Z"
  },
  {
    "author": "Veronica Roth",
    "title": "Divergent",
    "description": "On an appointed day of every year, all sixteen-year-olds must select the faction to which they will devote the rest of their lives. For Beatrice, the decision is between staying with her family and being who she really is",
    "category": "novel",
    "trending": true,
    "coverImage": "book-18.png",
    "oldPrice": 18.99,
    "newPrice": 12.99,
    "updatedAt": "2024-11-20T15:05:26.024Z",
    "createdAt": "2024-11-26T12:42:05.418Z"
  },
  {
    "author": "Lewis Carroll",
    "title": "Alice’s Adventures in Wonderland",
    "description": "When Alice sees a white rabbit take a watch out of its waistcoat pocket she decides to follow it, and a sequence of most unusual events is set in motion. This mini book contains the entire topsy-turvy stories of Alice's Adventures in Wonderland",
    "category": "adventure",
    "trending": true,
    "coverImage": "book-17.png",
    "oldPrice": 29.99,
    "newPrice": 19.99,
    "updatedAt": "2024-11-20T15:19:31.126Z",
    "createdAt": "2024-11-26T12:42:05.418Z"
  },
  {
    "author": "Rick Riordan",
    "title": "The Lightning Thief",
    "description": "Percy Jackson is a good kid, but he can't seem to focus on his schoolwork or control his temper. And lately, being away at boarding school is only getting worse - Percy could have sworn his pre-algebra teacher turned into a monster and tried to kill him",
    "category": "fiction",
    "trending": false,
    "coverImage": "book-16.png",
    "oldPrice": 24.99,
    "newPrice": 19.99,
    "updatedAt": "2024-11-20T15:18:46.396Z",
    "createdAt": "2024-11-26T12:42:05.418Z"
  },
  {
    "author": "Margaret Mitchell",
    "title": "Gone with the Wind",
    "description": "Gone With the Wind revolves around the life of Scarlett O'Hara, the daughter of a southern plantation owner, during the American Civil War. The novel introduces us to Scarlett's perfect and peaceful life at her home, Tara, and her romance with Ashley Wilkes, son of a neighboring family.  Our protagonist's world crumbles when she learns that Ashley is getting married to his cousin, Melanie Hamilton. At the same time, she catches the attention of Rhett Butler, a rich man of doubtful reputation.  Scarlett's struggles to keep close to the man she loves and the raging war around her, will push her life in unexpected directions, turning the spoiled and superficial girl she once was, into an implacable woman ready to do what it takes to survive.",
    "category": "novel",
    "trending": false,
    "coverImage": "book-15.png",
    "oldPrice": 22.99,
    "newPrice": 12.99,
    "updatedAt": "2024-11-21T12:37:51.457Z",
    "createdAt": "2024-11-26T12:42:05.418Z"
  },
  {
    "author": "Shel Silverstein",
    "title": "The Giving Tree",
    "description": "From Shel Silverstein, New York Times bestselling author of Where the Sidewalk Ends and A Light in the Attic, comes a poignant picture book about love and acceptance, cherished for over fifty years. This classic is perfect for both young readers and lifelong fans.",
    "category": "picture book",
    "trending": false,
    "coverImage": "book-14.png",
    "oldPrice": 7.99,
    "newPrice": 1.99,
    "updatedAt": "2024-11-20T15:21:58.587Z",
    "createdAt": "2024-11-26T12:42:05.418Z"
  },
  {
    "author": "Oscar Wilde",
    "title": "The Picture of Dorian Gray",
    "description": "In this celebrated work Wilde forged a devastating portrait of the effects of evil and debauchery on a young aesthete in late-19th-century England. Combining elements of the Gothic horror novel and decadent French fiction, the book centers on a striking premise: As Dorian Gray sinks into a life of crime and gross sensuality, his body retains perfect youth and vigor while his recently painted portrait grows day by day into a hideous record of evil, which he must keep hidden from the world. For over a century, this mesmerizing tale of horror and suspense has enjoyed wide popularity. It ranks as one of Wilde's most important creations and among the classic achievements of its kind.",
    "category": "fiction",
    "trending": true,
    "coverImage": "book-13.png",
    "oldPrice": 26.99,
    "newPrice": 21.99,
    "updatedAt": "2024-11-21T15:42:45.786Z",
    "createdAt": "2024-11-26T12:42:05.418Z"
  },
  {
    "author": "Harper Lee",
    "title": "To Kill a Mockingbird",
    "description": "The unforgettable novel of a childhood in a sleepy Southern town and the crisis of conscience that rocked it. 'To Kill A Mockingbird' became both an instant bestseller",
    "category": "novel",
    "trending": true,
    "coverImage": "book-11.png",
    "oldPrice": 32.99,
    "newPrice": 25.99,
    "updatedAt": "2024-11-20T15:05:03.040Z",
    "createdAt": "2024-11-26T12:42:05.418Z"
  },
  {
    "author": "Jane Austen",
    "title": "Pride and Prejudice",
    "description": "Since its immediate success in 1813, Pride and Prejudice has remained one of the most popular novels in the English language. Jane Austen called this brilliant work \"her own darling child\" and its vivacious heroine, Elizabeth Bennet, \"as delightful a creature as ever appeared in print.\" The romantic clash between the opinionated Elizabeth and her proud beau, Mr. Darcy, is a splendid performance of civilized sparring. And Jane Austen's radiant wit sparkles as her characters dance a delicate quadrille of flirtation and intrigue, making this book the most superb comedy of manners of Regency England.",
    "category": "novel",
    "trending": true,
    "coverImage": "book-10.png",
    "oldPrice": 14.99,
    "newPrice": 10.99,
    "updatedAt": "2024-11-20T15:24:40.294Z",
    "createdAt": "2024-11-26T12:42:05.419Z"
  },
  {
    "author": "J.K. Rowling",
    "title": "Harry Potter and the Order of the Phoenix",
    "description": "Harry Potter is about to start his fifth year at Hogwarts School of Witchcraft and Wizardry. Unlike most schoolboys, Harry never enjoys his summer holidays",
    "category": "fiction",
    "trending": false,
    "coverImage": "book-9.png",
    "oldPrice": 27.99,
    "newPrice": 18.99,
    "updatedAt": "2024-11-20T15:08:10.654Z",
    "createdAt": "2024-11-26T12:42:05.419Z"
  },
  {
    "author": "Suzanne Collins",
    "title": "The Hunger Games",
    "description": "In the ruins of a place once known as North America lies the nation of Panem, a shining Capitol surrounded by twelve outlying districts. The Capitol is harsh and cruel and keeps the districts in line by forcing them all to send one boy and one girl between the ages of twelve and eighteen to participate in the annual Hunger Games, a fight to the death on live TV.  Sixteen-year-old Katniss Everdeen, who lives alone with her mother and younger sister, regards it as a death sentence when she steps forward to take her sister's place in the Games. But Katniss has been close to dead before—and survival, for her, is second nature. Without really meaning to, she becomes a contender. But if she is to win, she will have to start making choices that weight survival against humanity and life against love.",
    "category": "novel",
    "trending": true,
    "coverImage": "book-8.png",
    "oldPrice": 21.99,
    "newPrice": 16.99,
    "updatedAt": "2024-11-20T15:44:41.701Z",
    "createdAt": "2024-11-26T12:42:05.419Z"
  },
  {
    "author": "Rhiannon Frater",
    "title": "The First Days",
    "description": "Katie is driving to work one beautiful day when a dead man jumps into her car and tries to eat her.  That same morning, Jenni opens a bedroom door to find her husband devouring their toddler son. ",
    "category": "horror",
    "trending": true,
    "coverImage": "book-7.png",
    "oldPrice": 59.99,
    "newPrice": 49.99,
    "updatedAt": "2024-11-21T15:40:20.246Z",
    "createdAt": "2024-11-26T12:42:05.419Z"
  }
]